alacritty
base
base-devel
bat
blender
brightnessctl
btop
cava
cliphist
dkms
dolphin
dunst
efibootmgr
fastfetch
fd
feh
firefox
fzf
gimp
git
gnome-calculator
gnome-themes-extra
grim
gst-plugin-pipewire
htop
hyprland
hyprlock
hyprpaper
imagemagick
intel-ucode
iwd
kitty
libpulse
libva-nvidia-driver
linux
linux-firmware
linux-headers
luarocks
mupdf
nano
nautilus
neovim
network-manager-applet
networkmanager
nodejs
noto-fonts-emoji
npm
nvidia-dkms
nwg-look
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-kde-agent
qt5-wayland
qt6-wayland
ranger
rclone
reaper
rofi
sddm
slurp
smartmontools
starship
stow
ttf-firacode-nerd
ttf-jetbrains-mono-nerd
ttf-liberation
uwsm
vim
vlc
waybar
wev
wget
wireless_tools
wireplumber
wofi
xdg-desktop-portal-hyprland
xdg-utils
xorg-server
xorg-xinit
zram-generator
